<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">.lst-kix_ejjo8ganeqwj-7>li:before{content:"\0025cb  "}.lst-kix_ejjo8ganeqwj-6>li:before{content:"\0025cf  "}.lst-kix_ejjo8ganeqwj-8>li:before{content:"\0025a0  "}.lst-kix_ejjo8ganeqwj-3>li:before{content:"\0025cf  "}.lst-kix_ejjo8ganeqwj-4>li:before{content:"\0025cb  "}.lst-kix_ejjo8ganeqwj-5>li:before{content:"\0025a0  "}.lst-kix_31llbt4lj2i0-8>li:before{content:"\0025a0  "}.lst-kix_31llbt4lj2i0-7>li:before{content:"\0025cb  "}.lst-kix_ejjo8ganeqwj-0>li:before{content:"\0025cf  "}.lst-kix_ejjo8ganeqwj-2>li:before{content:"\0025a0  "}.lst-kix_ejjo8ganeqwj-1>li:before{content:"\0025cb  "}.lst-kix_31llbt4lj2i0-1>li:before{content:"\0025cb  "}.lst-kix_31llbt4lj2i0-0>li:before{content:"\0025cf  "}li.li-bullet-0:before{margin-left:-18pt;white-space:nowrap;display:inline-block;min-width:18pt}ul.lst-kix_ejjo8ganeqwj-7{list-style-type:none}.lst-kix_31llbt4lj2i0-6>li:before{content:"\0025cf  "}ul.lst-kix_ejjo8ganeqwj-6{list-style-type:none}ul.lst-kix_ejjo8ganeqwj-5{list-style-type:none}ul.lst-kix_ejjo8ganeqwj-4{list-style-type:none}ul.lst-kix_31llbt4lj2i0-1{list-style-type:none}.lst-kix_31llbt4lj2i0-5>li:before{content:"\0025a0  "}ul.lst-kix_ejjo8ganeqwj-8{list-style-type:none}ul.lst-kix_31llbt4lj2i0-0{list-style-type:none}.lst-kix_31llbt4lj2i0-2>li:before{content:"\0025a0  "}ul.lst-kix_31llbt4lj2i0-3{list-style-type:none}ul.lst-kix_31llbt4lj2i0-2{list-style-type:none}ul.lst-kix_31llbt4lj2i0-5{list-style-type:none}ul.lst-kix_31llbt4lj2i0-4{list-style-type:none}ul.lst-kix_ejjo8ganeqwj-3{list-style-type:none}.lst-kix_31llbt4lj2i0-4>li:before{content:"\0025cb  "}ul.lst-kix_31llbt4lj2i0-7{list-style-type:none}ul.lst-kix_ejjo8ganeqwj-2{list-style-type:none}ul.lst-kix_31llbt4lj2i0-6{list-style-type:none}ul.lst-kix_ejjo8ganeqwj-1{list-style-type:none}.lst-kix_31llbt4lj2i0-3>li:before{content:"\0025cf  "}ul.lst-kix_ejjo8ganeqwj-0{list-style-type:none}ul.lst-kix_31llbt4lj2i0-8{list-style-type:none}ol{margin:0;padding:0}table td,table th{padding:0}.c3{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:10pt;font-family:"Arial";font-style:normal}.c8{color:#000000;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:23pt;font-family:"Arial";font-style:normal}.c7{padding-top:24pt;padding-bottom:6pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:justify}.c6{color:#000000;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:30pt;font-family:"Arial";font-style:normal}.c0{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:justify}.c14{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:center}.c9{color:#ff0000;text-decoration:none;vertical-align:baseline;font-family:"Arial";font-style:normal}.c11{color:#000000;text-decoration:none;vertical-align:baseline;font-family:"Arial";font-style:normal}.c10{background-color:#ffffff;max-width:468pt;padding:72pt 72pt 72pt 72pt}.c13{font-weight:700;font-size:14pt}.c12{padding:0;margin:0}.c1{font-size:10pt;font-weight:700}.c4{margin-left:36pt;padding-left:0pt}.c2{height:11pt}.c5{font-size:10pt}.title{padding-top:0pt;color:#000000;font-size:21pt;padding-bottom:0pt;font-family:"Trebuchet MS";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:13pt;padding-bottom:10pt;font-family:"Trebuchet MS";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:10pt;color:#000000;font-size:16pt;padding-bottom:0pt;font-family:"Trebuchet MS";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:10pt;color:#000000;font-weight:700;font-size:13pt;padding-bottom:0pt;font-family:"Trebuchet MS";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:8pt;color:#666666;font-weight:700;font-size:12pt;padding-bottom:0pt;font-family:"Trebuchet MS";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:8pt;-webkit-text-decoration-skip:none;color:#666666;text-decoration:underline;font-size:11pt;padding-bottom:0pt;line-height:1.15;page-break-after:avoid;text-decoration-skip-ink:none;font-family:"Trebuchet MS";orphans:2;widows:2;text-align:left}h5{padding-top:8pt;color:#666666;font-size:11pt;padding-bottom:0pt;font-family:"Trebuchet MS";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:8pt;color:#666666;font-size:11pt;padding-bottom:0pt;font-family:"Trebuchet MS";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c10"><h1 class="c7" id="h.n825yheylxft"><span class="c6">Estilo Mao Quan</span></h1><p class="c0"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p><h1 class="c7" id="h.uli7j6enzb29"><span class="c11 c13">HIST&Oacute;RIA DO ESTILO MAO QUAN NO BRASIL</span></h1><p class="c0"><span style="overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 307.61px; height: 386.50px;"><img alt="" src="images/image1.jpg" style="width: 307.61px; height: 386.50px; margin-left: 0.00px; margin-top: 0.00px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);" title=""></span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Subentende-se que em virtude da Revolu&ccedil;&atilde;o Cultural (1966-76) houve demanda de chineses que fugiram por diversos motivos, sejam pol&iacute;ticos, ideol&oacute;gicos ou pessoais e que muitos chegaram ao ocidente de forma ilegal usando alguns pa&iacute;ses como ponte para chegar aos EUA.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Por volta de 1966 chega ao Brasil um campon&ecirc;s, imigrante chin&ecirc;s, filho de colhedores de arroz na regi&atilde;o agr&aacute;ria onde morava na prov&iacute;ncia de Chongqing (centro da China), conhecido como Sr. Peng.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Trabalhando como ajudante para carga e descarga em uma empresa de transporte no interior do estado de S&atilde;o Paulo, em uma de suas passagens pela regi&atilde;o de Ribeir&atilde;o Preto, em Cajuru conheceu um menino de 13 anos chamado Ronaldo, que tinha ido morar com sua av&oacute;.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Nascido em 16 de abril de 1953, em S&atilde;o Paulo capital, Ronaldo Candido Ferreira, iniciou seus conhecimentos marciais em 1963 atrav&eacute;s da pratica do jud&ocirc;, tendo como primeiro professor seu pai, Manoel Candido Ferreira. Aos 12 anos de idade, come&ccedil;ou a trabalhar na Rua Santa Efig&ecirc;nia, em S&atilde;o Paulo-SP , onde treinou Karat&ecirc; atrav&eacute;s de seu patr&atilde;o, Sr. Joaquim Regis Neto.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Ap&oacute;s presenciar um treinamento de Karat&ecirc; do ent&atilde;o menino Ronaldo, Sr. Peng o convidou para um &ldquo;jogo&rdquo; (contato de t&eacute;cnicas), come&ccedil;ando a partir da&iacute;, a transmitir as t&eacute;cnicas de combate guardadas pela sua fam&iacute;lia ao jovem Ronaldo. Sr Peng falava pouco portugu&ecirc;s, dificultando o di&aacute;logo entre eles, mas relatou de forma muito simpl&oacute;ria que havia aprendido com um familiar da regi&atilde;o de Yunnan, tendo caracter&iacute;sticas da arte de luta militar.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c5">&ldquo;</span><span class="c1">Mao Quan</span><span class="c3">&quot; na verdade &eacute; um termo que ficou conhecido aqui no Brasil como um conjunto de t&eacute;cnicas que foi ensinado pelo Sr. Peng ao na &eacute;poca, jovem Ronaldo, t&eacute;cnicas essas que t&ecirc;m base em outros estilos do centro / sul da China, e que preserva caracter&iacute;sticas distintas de aplica&ccedil;&atilde;o.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Essas t&eacute;cnicas s&atilde;o provenientes da regi&atilde;o de Yunnan, Ch&oacute;ng q&igrave;ng, S&igrave; chuan e Guang xi, algumas eram t&eacute;cnicas conhecidas e tradicionais como tigre, louva-a-deus e drag&atilde;o, mas outras um tanto ex&oacute;ticas como o pr&oacute;prio gato, caranguejo e pato. De in&iacute;cio n&atilde;o existiam taolus e sim aplica&ccedil;&atilde;o diretas e pr&aacute;ticas.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Esse contato direto durou um curto per&iacute;odo de tempo, pois Ronaldo mudou-se para S&atilde;o Paulo, mas continuava indo periodicamente para Cajuru para apresentar e atualizar seus ensinamentos. Ap&oacute;s alguns anos em determinado momento, ao ir para esta cidade, mestre Ronaldo perdeu o contato do Sr. Peng e nunca mais soube de seu paradeiro, entretanto em uma das ultimas vezes que treinou com ele foi presenteado com um rascunho com um ideograma, o qual s&oacute; foi romanizado anos depois como sendo Mao (gato) por isso o estilo recebeu a denomina&ccedil;&atilde;o de &quot;mao quan&quot; (punho do gato). A partir de ent&atilde;o direcionou seus treinamentos a exerc&iacute;cios internos, principalmente exerc&iacute;cios de respira&ccedil;&atilde;o e aplica&ccedil;&otilde;es de combate.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">&nbsp;Em 1975 um amigo de Ronaldo, admirado com o seu potencial, conversou com o seu mestre Thomas Lo (Lo Siu Chung) sobre as t&eacute;cnicas vistas. Mestre Thomas Lo o convidou para um ch&aacute; e pediu para que demonstrasse seus exerc&iacute;cios de respira&ccedil;&atilde;o. Aproveitando o momento, mestre Ronaldo lhe mostrou t&eacute;cnicas e aplica&ccedil;&otilde;es. Mestre Thomas Lo ficou impressionado e qualificou a arte como antiga e quase extinta na pr&oacute;pria China, indicando, al&eacute;m da complementa&ccedil;&atilde;o de seus conhecimentos com t&eacute;cnicas avan&ccedil;adas de respira&ccedil;&atilde;o e concentra&ccedil;&atilde;o, a elabora&ccedil;&atilde;o de m&eacute;todos de ensinamento e preserva&ccedil;&atilde;o deste estilo de Kung Fu.</span></p><p class="c0"><span style="overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 156.50px; height: 199.72px;"><img alt="" src="images/image4.jpg" style="width: 156.50px; height: 199.72px; margin-left: 0.00px; margin-top: 0.00px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);" title=""></span></p><p class="c0"><span class="c5">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Desde ent&atilde;o, o Sr. Ronaldo adaptou uma metodologia &agrave; vivencia marcial que ele j&aacute; possu&iacute;a para lecionar as t&eacute;cnicas de </span><span class="c1">Kung Fu Mao Quan</span><span class="c3">&nbsp;que tem como forma b&aacute;sica os 6 t&eacute;cnicas (Punho Cerrado, Palma, Tigre, Cegonha, Louva-Deus, Serpente) e 7 t&eacute;cnicas avan&ccedil;ados, para completar todo o sistema Mao Quan que tem como caracter&iacute;stica principal o uso das articula&ccedil;&otilde;es, respira&ccedil;&atilde;o e uso da energia &ldquo;Q&igrave;&rdquo; em todos os movimentos com explos&atilde;o.</span></p><p class="c0"><span class="c5">Treinou junto com seus 2 irm&atilde;os, Rodolfo e Rog&eacute;rio at&eacute; fundar a 1&ordf; Escola de </span><span class="c1">Kung Fu Mao Quan</span><span class="c3">&nbsp;em 10 de outubro 1977 na cidade de Osasco (grande S&atilde;o Paulo). Por volta de 1984, Ronaldo passou a residir em Fortaleza CE, passando a vir periodicamente para S&atilde;o Paulo para ver a fam&iacute;lia e continuar o treinamento dos seus alunos mais velhos, isso ocorreu at&eacute; 2004, quando retornou em definitivo a S&atilde;o Paulo.</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span class="c3">Atualmente o Gr&atilde;o Mestre Ronaldo C&acirc;ndido ministra treinos peri&oacute;dicos para seus alunos mais avan&ccedil;ados (Mestres e professores do estilo Mao Quan) no munic&iacute;pio de Carapicu&iacute;ba e eventualmente para os alunos de seus alunos, mantendo a chama do estilo acesa &nbsp;e transmitindo diretamente a ess&ecirc;ncia do estilo Mao Quan para as novas gera&ccedil;&otilde;es.</span></p><p class="c0"><span class="c3">&nbsp;</span></p><h1 class="c7" id="h.q1niheaqv44c"><span class="c8">Metodologia e Treinamento</span></h1><p class="c0"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p><p class="c0"><span class="c3">O sistema ou metodologia do Instituto Mao Lee Chi de Kung Fu Tradicional est&aacute; alicer&ccedil;ado sobre as mesmas bases ensinadas at&eacute; hoje pelo fundador do estilo Mao Quan, o Gr&atilde;o Mestre Ronaldo C&acirc;ndido Ferreira com quem o Mestre Carlos Eduardo Moreno, fundador do Instituto, mant&eacute;m rigorosos treinamentos at&eacute; os dias atuais.</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c3">Para o Mestre Carlos Eduardo Moreno a base para a constru&ccedil;&atilde;o de um bom treinamento, evolu&ccedil;&atilde;o da arte e aprimoramento das t&eacute;cnicas, parte primeiramente do desenvolvimento das habilidades motoras e capacidades f&iacute;sicas, com consequente melhoria do condicionamento f&iacute;sico geral. Essa base s&oacute; pode ser alcan&ccedil;ada atrav&eacute;s de treinamentos f&iacute;sicos rigorosos, regulares e gradativos que visam desenvolver um condicionamento f&iacute;sico global, respeitando os limites individuais de cada aluno e estimulando o sentimento de ser cada dia melhor. Para esse fortalecimento, s&atilde;o usados treinamentos de for&ccedil;a com &ecirc;nfase na resist&ecirc;ncia muscular, fortalecimento de tend&otilde;es e articula&ccedil;&otilde;es e aumento da densidade &oacute;ssea, treinamentos aer&oacute;bicos, treinamentos de flexibilidade e alongamentos, treinamento de endurecimento das estruturas corporais, etc. (TREINAMENTO PESADO)</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c5">&nbsp; Outro aspecto muito importante dentro da nossa metodologia &eacute; o treinamento da respira&ccedil;&atilde;o, o qual os chineses chamam de </span><span class="c1">Chi Kung</span><span class="c5">&nbsp;ou </span><span class="c1">Qiqong</span><span class="c3">. Respirar &eacute; absorver o Chi (energia vital) puro do universo, aumentando a vitalidade e harmonizando o esp&iacute;rito, promovendo uma melhor circula&ccedil;&atilde;o dessa energia pelo corpo. O treinamento da respira&ccedil;&atilde;o traz diversos benef&iacute;cios f&iacute;sicos e mentais, dentre os quais podemos citar a possibilidade de aumentar a vitalidade rapidamente, desenvolver a capacidade de aplicar e resistir a choques mec&acirc;nicos de maneira simples, controlar o estresse, a ansiedade, as ang&uacute;stias e os sentimentos negativos, exercitando o autoconhecimento e principalmente o autocontrole, entre diversos outros benef&iacute;cios. (RESPIRA&Ccedil;&Atilde;O INTENSA).</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c3">As t&eacute;cnicas de combate e defesa pessoal s&atilde;o treinadas de forma bastante rigorosa e incessantemente atrav&eacute;s das seguintes express&otilde;es da arte:</span></p><ul class="c12 lst-kix_ejjo8ganeqwj-0 start"><li class="c0 c4 li-bullet-0"><span class="c3">Gin&aacute;sticas t&eacute;cnicas que visam capacitar todas as partes do corpo para aplica&ccedil;&atilde;o em combate;</span></li><li class="c0 c4 li-bullet-0"><span class="c3">Formas ou sequ&ecirc;ncias (rotinas) de combate simulado contra v&aacute;rios advers&aacute;rios ao mesmo tempo (t&agrave;ol&ugrave; &#22871;&#36335;ou kati);</span></li><li class="c0 c4 li-bullet-0"><span class="c3">Aplica&ccedil;&otilde;es t&eacute;cnicas de defesa e ataque praticado a dois (toich&aacute;o);</span></li><li class="c0 c4 li-bullet-0"><span class="c3">Treinamentos com armas tradicionais do Kung Fu;</span></li><li class="c0 c4 li-bullet-0"><span class="c3">Defesa pessoal aplicada.</span></li></ul><p class="c0"><span class="c3">Cada um desses itens traz consigo um universo de aprendizados, onde juntos ir&atilde;o direcionar o desenvolvimento de todo o potencial do aluno, para uma apropria&ccedil;&atilde;o dos ensinamentos e aplica&ccedil;&atilde;o eficiente das t&eacute;cnicas. (T&Eacute;CNICAS REFINADAS)</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c3">&nbsp;&Eacute; necess&aacute;rio que as t&eacute;cnicas sejam executadas repetidas e exaustivas vezes para que o corpo, a mente e o esp&iacute;rito entrem em harmonia, permitindo desta forma a express&atilde;o da t&eacute;cnica em sua forma mais elevada, ou seja, uma forma viva, fluida, cheia de energias sutis e acima de tudo, livre do &oacute;dio e da necessidade primitiva de agress&atilde;o. Desta forma mantemos nosso esp&iacute;rito atento, em guarda, pronto para avaliar a necessidade e a intensidade de rea&ccedil;&atilde;o quando expostos a uma situa&ccedil;&atilde;o de perigo. (ESP&Iacute;RITO MARCIAL)</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c3">&nbsp;Assim, atrav&eacute;s desses quatro aspectos apontados pelo Mestre Carlos Eduardo Moreno, entramos em contato com a ess&ecirc;ncia da evolu&ccedil;&atilde;o de um praticante de arte marcial, interiorizando de forma integral o respeito, a disciplina, a for&ccedil;a de vontade em todas as situa&ccedil;&otilde;es da nossa vida, o autoconhecimento e dom&iacute;nio sobre si.</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c14"><span class="c1 c9">GRADUA&Ccedil;&Atilde;O</span></p><p class="c0"><span class="c3">A gradua&ccedil;&atilde;o de um praticante de arte marcial se d&aacute; atrav&eacute;s de quest&otilde;es muito mais sutis do que simplesmente pelo uso de determinada vestimenta ou aparato material. Transita pelo compromisso assumido com o seu treinamento, pelo respeito aos colegas de treino e ao seu Mestre, pelas boas maneiras e condutas sociais em todos os locais onde ele esteja inserido, seja em casa, na escola, no trabalho, no tr&acirc;nsito ou qualquer outro local, no conv&iacute;vio com sua fam&iacute;lia e em sociedade, bem como pelo dom&iacute;nio das t&eacute;cnicas e o seu controle em utiliz&aacute;-las de forma coerente.</span></p><p class="c0"><span class="c3">Socialmente, a evolu&ccedil;&atilde;o da arte &eacute; determinada por gradua&ccedil;&otilde;es em fases, que dentro do nosso estilo s&atilde;o divididas em gradua&ccedil;&otilde;es por faixas. Ao termino de cada fase o aluno realiza um exame, que se aprovado, passa para a pr&oacute;xima gradua&ccedil;&atilde;o. A gradua&ccedil;&atilde;o &eacute; INDIVIDUAL, portanto n&atilde;o requer um grupo sempre fixo em aula.</span></p><p class="c0"><span class="c3">&Eacute; necess&aacute;rio que o aluno cumpra alguns requisitos para a realiza&ccedil;&atilde;o do exame:</span></p><ul class="c12 lst-kix_31llbt4lj2i0-0 start"><li class="c0 c4 li-bullet-0"><span class="c3">Que permane&ccedil;a o m&iacute;nimo de tempo exigido em cada fase, em treino, ou seja, que n&atilde;o tenha muitas faltas no per&iacute;odo, para melhor estudo e aprofundamento das t&eacute;cnicas;</span></li><li class="c0 c4 li-bullet-0"><span class="c3">Que memorize todas as t&eacute;cnicas ensinadas, solicitando esclarecimento para que n&atilde;o tenha d&uacute;vidas quanto a aplica&ccedil;&atilde;o das mesmas;</span></li><li class="c0 c4 li-bullet-0"><span class="c3">Que demonstre controle das t&eacute;cnicas aprendidas, respeitando os colegas e zelando pelo bem estar f&iacute;sico de todos, entendendo que o colega de treino &eacute; uma ferramenta importante no seu avan&ccedil;o dentro da arte;</span></li><li class="c0 c4 li-bullet-0"><span class="c3">Que n&atilde;o falte com seus compromissos administrativos dentro da escola.</span></li></ul><p class="c0"><span class="c3">Cabe aos instrutores acompanhar o desenvolvimento dos alunos e cumprimento dos itens acima, por&eacute;m, &eacute; fator determinante o posicionamento do Mestre quanto a permiss&atilde;o e a aplica&ccedil;&atilde;o dos exames t&eacute;cnicos.</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span style="overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 624.00px; height: 480.00px;"><img alt="" src="images/image3.jpg" style="width: 624.00px; height: 480.00px; margin-left: 0.00px; margin-top: 0.00px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);" title=""></span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0 c2"><span class="c3"></span></p><h1 class="c7" id="h.bp5sc7d60cdo"><span class="c8">Quem somos</span></h1><p class="c0"><span class="c3">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></p><p class="c0"><span class="c11 c1">A ESCOLA E SEU FUNDADOR - SHIFU CARLOS EDUARDO MORENO - Mestre e fundador (7&deg; Duan)</span></p><p class="c0 c2"><span class="c11 c1"></span></p><p class="c0"><span class="c3">&nbsp;Shifu Carlos Eduardo Moreno nasceu em 02 de Junho de 1962 na cidade de Osasco, regi&atilde;o metropolitana de S&atilde;o Paulo.</span></p><p class="c0"><span class="c3">Come&ccedil;ou sua busca pessoal dentro do Kung Fu quando tinha 18 anos (1980) na Escola Mao de Osasco tendo como tutor o Sr. Ronaldo Candido Ferreira que &eacute; seu mestre at&eacute; os dias de hoje no estilo Mao Quan.</span></p><p class="c0"><span class="c3">Em 1984 come&ccedil;ou a desenvolver um trabalho na &aacute;rea de seguran&ccedil;a particular inicialmente na Funda&ccedil;&atilde;o Bradesco ficando respons&aacute;vel pela pasta de seguran&ccedil;a e em 1985 pelas pastas de condicionamento f&iacute;sico e defesa pessoal, ficando l&aacute; at&eacute; 1990.</span></p><p class="c0"><span class="c3">&nbsp;A partir da&iacute; passou por varias empresas lecionando defesa pessoal e formando instrutores de seguran&ccedil;a em empresas do Grupo Protege (Provig) e da funda&ccedil;&atilde;o Bradesco (Plesvi) at&eacute; o final da d&eacute;cada de 90.</span></p><p class="c0"><span class="c5">Na mesma &eacute;poca teve uma viv&ecirc;ncia breve com o </span><span class="c1">Mestre Wang Te Cheng</span><span class="c5">&nbsp;em forma Shao Lin e posteriormente com o </span><span class="c1">Mestre Cai Wen Yu</span><span class="c3">&nbsp;na forma Ba Gua.</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0"><span class="c5">&nbsp;Ap&oacute;s essa viv&ecirc;ncia de 14 anos em defesa pessoal e 18 anos em Kung Fu Tradicional percebeu que j&aacute; era hora de deixar um legado as novas gera&ccedil;&otilde;es e fundou em 20 de Novembro de 1998 o </span><span class="c1">Instituto Mao Lee Chi de Kung Fu Tradicional</span><span class="c3">, que tem como objetivo transmitir uma forma de arte chinesa mais robusta e vigorosa com &ecirc;nfase no estudo e aplicabilidade das t&eacute;cnicas aprendidas.</span></p><p class="c0"><span class="c3">&nbsp;</span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0"><span style="overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 624.00px; height: 157.33px;"><img alt="http://kungfumao.syscall.ws/img/249031/331.jpg" src="images/image2.jpg" style="width: 624.00px; height: 157.33px; margin-left: 0.00px; margin-top: 0.00px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);" title=""></span></p><p class="c0 c2"><span class="c3"></span></p><p class="c0 c2"><span class="c3"></span></p></body></html>
